[
	{
		"content": "All of the following are prohibited insurance practices EXCEPT:",
		"responses": [
			{"content": "Making defamatory statement about a competitor."},
			{"content": "Using a marketing brochure with deceptive information."},
			{"content": "Paying a referral fee to an unlicensed individual."},
			{"content": "Giving an insured part of the producer's commission for buying insurance."}
		],
		"answer": "3",
		"chapter": "1-11",
		"explanation": ".  Paying a referral fee to an unlicensed individual is NOT a prohibited insurance practice. Insurance entities and producers may pay a referral fee to an unlicensed individual if the referring person does not discuss specific terms or conditions of the insurance contract; or in the case of referrals for insurance that is primarily personal, family or household use, the referring person receives a one-time nominal fee of a fixed dollar amount for each referral that is not dependent on whether the referral results in a sale."
	},
	{
		"content": "Which of the following activities would require an individual to be licensed as a producer?",
		"responses": [
			{"content": "Collecting premiums at an insured's office."},
			{"content": "Arranging or making meeting appointments for a producer."},
			{"content": "Assisting with the completion of applications on the agency premises."},
			{"content": "Collecting expiration data information from clients or potential clients."}
		],
		"answer": "1",
		"chapter": "1-2",
		"explanation": ".  Collecting premiums at an insured's office would require an individual to be licensed as a producer. Unlicensed individuals are prohibited from collecting insurance premiums at an insured's office or at any location other than their agent's office. Answers 2, 3, & 4 do not require an individual to be licensed as a producer."
	},
	{
		"content": "Which of the following criminal activities would NOT be a sufficient violation to warrant reection, termination, or nonrenewal of a producer's license?",
		"responses": [
			{"content": "Cheating on an insurance exam."},
			{"content": "Failing to pay child support."},
			{"content": "Failing to pay state income tax."},
			{"content": "Failure to stop at a traffic light."}
		],
		"answer": "4",
		"chapter": "1-5",
		"explanation": ".  Failure to stop at a traffic light (a traffic violation) is NOT a sufficient violation to warrant reection, termination, or nonrenewal of a producer's license. Cheating on an insurance exam, failing to pay child support, and failing to pay state income tax all would be sufficient violation to warrant reection, termination, or nonrenewal of a producer's license."
	},
	{
		"content": "An applicant for a producer license must be at least:",
		"responses": [
			{"content": "16 years old."},
			{"content": "18 years old."},
			{"content": "19 years old."},
			{"content": "21 years old."}
		],
		"answer": "2",
		"chapter": "1-1",
		"explanation": ". An applicant for a producer license must be at least 18 years old."
	},
	{
		"content": "The maximum fine per violation for soliciting insurance without a license is:",
		"responses": [
			{"content": "$300."},
			{"content": "$500."},
			{"content": "$1,000."},
			{"content": "$5,000. "}
		],
		"answer": "4",
		"chapter": "1-7",
		"explanation": ". The maximum fine per violation for soliciting insurance without a license is $5,000."
	},
	{
		"content": "Which of the following is NOT a requirement necessary to qualify as a new resident producer in Pennsylvania?",
		"responses": [
			{"content": "Pass the exam required by statute."},
			{"content": "Maintain a business or legal address in Pennsylvania."},
			{"content": "Complete a 24-hour pre-licensing course."},
			{"content": "Post a fidelity bond."}
		],
		"answer": "4",
		"chapter": "1-1",
		"explanation": ". To qualify as a new resident producer in Pennsylvania you do NOT have to post a fidelity bond. You do have to complete a 24-hour pre-licensing education course, maintain a business and legal residence in Pennsylvania, and pass the state licensing exam."
	},
	{
		"content": "All of the following applicants may be denied a producer's license EXCEPT:",
		"responses": [
			{"content": "An applicant unable to read and write English."},
			{"content": "An individual on probation."},
			{"content": "An individual who provides false or incomplete information on a license application."},
			{"content": "A stockbroker."}
		],
		"answer": "4",
		"chapter": "1-1 & 1-3 & 1-5",
		"explanation": ". An individual may NOT be denied a license ust because he or she is a stockbroker. An applicant unable to read and write English, an individual on probation, or an individual who provides false or incomplete information on a license application may all be denied a producer's license."
	},
	{
		"content": "Which of the following Acts was established to protect individuals from possible abuses of information contained in their credit files?",
		"responses": [
			{"content": "Trade Practices Act of 1974."},
			{"content": "McCarren-Ferguson Act."},
			{"content": "Unfair Claims Settlement Act."},
			{"content": "The Fair Credit Reporting Act."}
		],
		"answer": "4",
		"chapter": "1-15",
		"explanation": ". The Fair Credit Reporting Act was established to protect individuals from possible abuses of information contained in their credit files. Since insurers commonly use credit history as part of the underwriting criteria, this Act applies to protect the applicant. The other Acts address areas of producer, aduster, and insurer practices."
	},
	{
		"content": "Producers representing a consumer in a fee arrangement must:",
		"responses": [
			{"content": "Execute a written contract with the insurance company."},
			{"content": "Execute a written contract with the insurance department."},
			{"content": "Execute a written contract with an attorney."},
			{"content": "Execute a written contract with the consumer."}
		],
		"answer": "4",
		"chapter": "1-2",
		"explanation": ". Producers representing a consumer in a fee arrangement must execute a written contract with the consumer."
	},
	{
		"content": "Producers may co-mingle business monies with personal monies:",
		"responses": [
			{"content": "Only if permitted in writing by the Insurance Commissioner."},
			{"content": "At any time if permitted by the insured."},
			{"content": "Only if each represented insurance company provides prior written consent."},
			{"content": "Never."}
		],
		"answer": "3",
		"chapter": "1-3",
		"explanation": ". Producers may co-mingle business monies with personal monies only if each represented insurance company provides prior written consent. Otherwise, producers may not co-mingle business monies with personal monies."
	},
	{
		"content": "A temporary license permits an executor or administrator of a deceased producer's estate to do all the following EXCEPT:",
		"responses": [
			{"content": "Attempt to sell the agency."},
			{"content": "Process normal correspondence."},
			{"content": "Solicit new business."},
			{"content": "Receive commissions."}
		],
		"answer": "3",
		"chapter": "1-3",
		"explanation": ".  A temporary license does NOT permit the executor or administrator of a deceased producer's estate to solicit new business. The executor or administrator is permitted to attempt to sell the agency, process normal correspondence, and receive commissions on existing business."
	},
	{
		"content": "The practice of giving back to an insured a portion of the commissions earned on the sale of a policy is:",
		"responses": [
			{"content": "Twisting."},
			{"content": "A good business practice."},
			{"content": "Rebating."},
			{"content": "Permitted under the Unfair Insurance Practices Act."}
		],
		"answer": "3",
		"chapter": "1-11",
		"explanation": ". The practice of giving back to an insured a portion of the commissions earned on the sale of a policy is rebating. Rebating is a prohibited practice."
	},
	{
		"content": "Which of the following does not characterize the processing of complaints filed with the insurance department against producers and insurers?",
		"responses": [
			{"content": "May be appealed to Commonwealth Court."},
			{"content": "Is usually investigated by an insurance department employee."},
			{"content": "May involve a formal hearing in Harrisburg."},
			{"content": "Is generally handled by the local District Attorney."}
		],
		"answer": "4",
		"chapter": "1-8",
		"explanation": ". Complaints filed against producers and insurers are not handled by the local District Attorney. Complaints are generally investigated by an insurance department employee and may involve a formal hearing in Harrisburg. The results of that hearing may be later appealed to Commonwealth Court."
	},
	{
		"content": "A temporary license may be issued to approved individuals for a period of:",
		"responses": [
			{"content": "30 days."},
			{"content": "60 days."},
			{"content": "90 days."},
			{"content": "180 days."}
		],
		"answer": "4",
		"chapter": "1-3",
		"explanation": ".  A temporary license may be issued to approved individuals for a period of 180 days."
	},
	{
		"content": "All of the following are functions and obectives of the insurance department EXCEPT:",
		"responses": [
			{"content": "To ensure the public's interest is protected."},
			{"content": "To provide adequate rate levels and promote solvency."},
			{"content": "To ensure fair and equitable treatment of the public and companies."},
			{"content": "To ensure competitive rates."}
		],
		"answer": "4",
		"chapter": "1-8 & 1-9",
		"explanation": ".  Ensuring competitive rates is NOT a function or obective of the insurance department. The insurance department attempts to protect the public's interest, promotes adequate rate levels and solvency, and ensures fair and equitable treatment of the public and companies."
	},
	{
		"content": "Which of the following is NOT an example of an unfair trade practice?",
		"responses": [
			{"content": "Publishing a false illustration."},
			{"content": "Discrimination based upon sound actuarial ustification."},
			{"content": "Deceptive advertising."},
			{"content": "Illegal inducement."}
		],
		"answer": "2",
		"chapter": "1-11 & 1-12",
		"explanation": ".  Discrimination based upon sound actuarial ustification is NOT an unfair trade practice. For example, insurers charge higher auto premiums for younger drivers because they have a disproportionate number of driving accidents. Publishing a false illustration, deceptive advertising, and illegal inducements are all unfair trade practices."
	},
	{
		"content": "Which of the following individuals would be required to be licensed?",
		"responses": [
			{"content": "An insurance consultant who shares commissions with a producer."},
			{"content": "A premium auditor who verifies a business's payroll for insurance purposes."},
			{"content": "A loss control representative who identifies hazards at the insured's business."},
			{"content": "A risk manager who supervises a maor corporation's insurance program."}
		],
		"answer": "1",
		"chapter": "1-2 & 1-12",
		"explanation": ".  An insurance consultant who shares commissions with an insurance producer is required to be licensed. Premium auditors, loss control representatives, and risk managers do not have be licensed unless acting as an insurance producer."
	},
	{
		"content": "The activity of exchanging a gift or other consideration as an inducement for the purchase of insurance is:",
		"responses": [
			{"content": "Twisting."},
			{"content": "Rebating."},
			{"content": "A legal inducement."},
			{"content": "An incentive."}
		],
		"answer": "2",
		"chapter": "1-11",
		"explanation": ".  The activity of exchanging a gift or other consideration as an inducement for the purchase of insurance is rebating. Twisting is when a producer misrepresents the conditions of a policy causing the applicant to buy coverage based upon false information. Answers 3 & 4 (legal inducement & incentive) have no bearing on the question."
	},
	{
		"content": "Protection of a client's nonpublic personal information is specifically addressed in the:",
		"responses": [
			{"content": "Unfair Insurance Practices Act of 1974."},
			{"content": "Privacy of Consumer Financial Information Regulations."},
			{"content": "Fair Credit Reporting Act."},
			{"content": "Claims Settlement Practices Act."}
		],
		"answer": "2",
		"chapter": "1-13",
		"explanation": ".  Protection of a client's nonpublic personal information is specifically addressed in the Privacy of Consumer Financial Information Regulations. The Unfair Insurance Practices Act addresses producer trade practices. The Fair Credit Reporting Act addresses credit reporting issues. The Claims Settlement Practices Act addresses the claims practices activities of insurance adusters."
	},
	{
		"content": "The Unfair Insurance Practices Act of 1974:",
		"responses": [
			{"content": "Advises producers and insurers of fair and acceptable trade practices."},
			{"content": "Exclusively regulates the activities of insurers in the excess and surplus lines."},
			{"content": "Regulates trade practices by defining practices that constitute unfair methods of competition or deceptive practices."},
			{"content": "Only applies to life insurance activities."}
		],
		"answer": "3",
		"chapter": "1-12",
		"explanation": ".  The Unfair Insurance Practices Act of 1974 regulates trade practices by defining practices that constitute unfair methods of competition or deceptive practices. Unfair insurance practices include rebating, misrepresentation, deceptive sales practices, etc. The Unfair Insurance Practices Act is applicable to all licensees (property, casualty, life, health, etc.)."
	},
	{
		"content": "All of the following would be considered an unfair claims practice EXCEPT:",
		"responses": [
			{"content": "Refusing to pay claims."},
			{"content": "Failure to acknowledge written or oral communications."},
			{"content": "Dealing with the insured or claimant in good faith."},
			{"content": "Failure to deny or affirm coverage."}
		],
		"answer": "3",
		"chapter": "1-10",
		"explanation": ".  Dealing with the insured or claimant in good faith is NOT an unfair claims practice. Good faith and fair dealings with an insured or claimant is exactly what an insurance aduster should do. Refusing to pay claims, failing to acknowledge written or oral communications, and failing to affirm or deny coverages are all examples of unfair claims practices."
	},
	{
		"content": "Producers are permitted to share or split commissions if:",
		"responses": [
			{"content": "The insured knows of the arrangement."},
			{"content": "There is a written agreement between the two producers."},
			{"content": "Both are licensed for the same powers."},
			{"content": "The insurance department knows of the arrangement."}
		],
		"answer": "3",
		"chapter": "1-12",
		"explanation": ".  Producers are permitted to share or split commissions if both producers are licensed for the same powers."
	},
	{
		"content": "A producer who has both his business and legal address outside the Commonwealth of Pennsylvania is considered:",
		"responses": [
			{"content": "A competitive producer."},
			{"content": "An alien producer."},
			{"content": "A nonresident producer."},
			{"content": "A domestic producer."}
		],
		"answer": "3",
		"chapter": "1-3",
		"explanation": ".  A producer who has both his business and legal address outside the Commonwealth of Pennsylvania is considered a nonresident producer."
	},
	{
		"content": "The practice of misrepresenting policy provisions and making incomplete comparisons as a method to induce an insured to drop an existing policy and purchase a new policy is:",
		"responses": [
			{"content": "Disclosure."},
			{"content": "A legal inducement."},
			{"content": "Twisting."},
			{"content": "Rebating."}
		],
		"answer": "3",
		"chapter": "1-11",
		"explanation": ". The practice of misrepresenting policy provisions and making incomplete comparisons as a method to induce an insured to drop an existing policy and purchase a new policy is twisting. Rebating is the prohibited practice of giving back to the applicant/insured part of the commission as an inducement to buy insurance. Answers 1 & 2 have no relationship to the question."
	},
	{
		"content": "All of the following would be considered an Unfair Claims Settlement Practice EXCEPT:",
		"responses": [
			{"content": "Misrepresenting policy provisions."},
			{"content": "Failure to pay a claim not covered."},
			{"content": "Failure to promptly investigate claims."},
			{"content": "Failure to deny or affirm coverages or pay a claim."}
		],
		"answer": "2",
		"chapter": "1-10",
		"explanation": ".  Failure to pay a claim not covered is NOT considered an Unfair Claims Settlement Practice. Failing to pay a claim not covered is what an insurance aduster is supposed to do -- deny claims that are not covered. Misrepresenting policy provisions, failing to promptly investigate claims, and failing to deny/affirm coverages or pay a claim are all examples of unfair claims settlement practices."
	},
	{
		"content": "All of the following are true regarding premiums collected from a policyholder EXCEPT:",
		"responses": [
			{"content": "Producers may not co-mingle business monies with personal monies unless each insurance company provides written permission."},
			{"content": "Producers who make remittance of premiums collected in the same form as received, need not maintain a separate account."},
			{"content": "Producers who receive cash from insureds may deposit the money into his or her personal account and write a check to the insurance company."},
			{"content": "If a producer holds a policyholder's funds, they must be maintained in a separate account."}
		],
		"answer": "3",
		"chapter": "1-3",
		"explanation": ".  Producers who receive cash from insureds may NOT deposit the money into his or her personal account and write a check to the insurance company. Personal and business monies may not be co-mingled without written permission from each insurer. Answers 1, 2, & 4 are all true statements regarding premiums collected from a policyholder."
	},
	{
		"content": "All of the following are true of the Pennsylvania Property and Casualty Insurance Guaranty Association Act EXCEPT:",
		"responses": [
			{"content": "Coverage is provided for certain property and casualty policies."},
			{"content": "Coverage is provided for workers compensation and surety losses."},
			{"content": "Coverage is provided to individuals insured with admitted carriers."},
			{"content": "Coverage is provided up to $300,000 per claim."}
		],
		"answer": "2",
		"chapter": "1-9",
		"explanation": ".  The Pennsylvania Property and Casualty Insurance Guaranty Association Act does NOT cover workers compensation insurance or surety insurance. Answers 1, 3, & 4 are all true of the Pennsylvania Property and Casualty Insurance Guaranty Association Act."
	},
	{
		"content": "All of the following are examples of activities that may cause the insurance department to fine, revoke, or nonrenew a producer's license EXCEPT:",
		"responses": [
			{"content": "Transacting business with an unauthorized producer."},
			{"content": "Advertising as a producer for an unauthorized insurance company."},
			{"content": "Placing business with an admitted insurance company."},
			{"content": "Soliciting for fictitious or dead insurance companies."}
		],
		"answer": "3",
		"chapter": "1-7",
		"explanation": ".  A producer may place business with an admitted insurance company. Answers 1, 2, & 4 are activities that would cause the insurance department to fine, revoke or nonrenew a producer's license. A producer may not transact business with an unauthorized producer, advertise as a producer for an unauthorized insurance company, or place business with a fictitious or dead insurance company."
	},
	{
		"content": "All of the following are true of the Continuing Education Regulation EXCEPT:",
		"responses": [
			{"content": "Licensed producers have a continuing education requirement."},
			{"content": "Continuing education is waived for insurance producers who are attorneys at law."},
			{"content": "New producers must complete 24 credit hours per licensing period."},
			{"content": "Producers may complete approved Internet continuing education courses."}
		],
		"answer": "2",
		"chapter": "1-6",
		"explanation": ".  Continuing education is NOT waived for insurance producers who are attorneys at law. Answers 1, 3, & 4 are all true of the Continuing Education Regulation. Pennsylvania's CE regulation requires all insurance producers to complete the 24-hour CE requirement every two years. Attorneys are not exempt."
	},
	{
		"content": "A producer:",
		"responses": [
			{"content": "Must complete 24 credit hours of continuing education every two years."},
			{"content": "Has no continuing education requirements if the producer is a CLU."},
			{"content": "Has no continuing education requirement if enrolled in college."},
			{"content": "Has no continuing education requirements."}
		],
		"answer": "1",
		"chapter": "1-6",
		"explanation": ".  A producer must complete 24 credit hours of continuing education every two years."
	},
	{
		"content": "All of the following are true of producers EXCEPT:",
		"responses": [
			{"content": "They may represent the insured."},
			{"content": "They may represent the insurer."},
			{"content": "They may represent themselves."},
			{"content": "They may represent the claimant."}
		],
		"answer": "4",
		"chapter": "1-2",
		"explanation": ".  Producers do NOT represent claimants. Claimants are represented by attorneys, and in some cases (property loss claims) public adusters. Producers represent themselves when soliciting insurance, represent the client when securing insurance, and represent the insurer when delivering a policy."
	},
	{
		"content": "A producer who changes his or her name must notify the insurance department within:",
		"responses": [
			{"content": "10 days."},
			{"content": "15 days."},
			{"content": "20 days."},
			{"content": "30 days."}
		],
		"answer": "4",
		"chapter": "1-4",
		"explanation": ".  A producer who changes his or her name (e.g., marriage or divorce) must notify the insurance department within 30 days. This same 30-day notice requirement also applies if the producer changes his or her address, sells an agency, or is charged with criminal conduct."
	},
	{
		"content": "A producer who changes his or her residence or business address must notify the insurance department within:",
		"responses": [
			{"content": "10 days."},
			{"content": "15 days."},
			{"content": "20 days."},
			{"content": "30 days."}
		],
		"answer": "4",
		"chapter": "1-4",
		"explanation": ".  A producer who changes his or her residence or business address must notify the insurance department within 30 days. This same 30-day notice requirement also applies if the producer changes his or her name, sells an agency, or is charged with criminal conduct."
	},
	{
		"content": "An insurance company aduster must accept or deny a claim within:",
		"responses": [
			{"content": "10 working days in all instances."},
			{"content": "10 working days unless payment is made within that time period."},
			{"content": "15 working days after receipt of a properly executed proof of loss from the insured."},
			{"content": "20 working days.   "}
		],
		"answer": "3",
		"chapter": "1-10",
		"explanation": ".  An insurance company aduster must accept or deny a claim within 15 working days after receipt of a properly executed proof of loss from the insured. A proof of loss is a demand for payment under an insurance policy."
	},
	{
		"content": "A producer charged with forgery must notify the insurance department within:",
		"responses": [
			{"content": "10 days."},
			{"content": "15 days."},
			{"content": "20 days."},
			{"content": "30 days. "}
		],
		"answer": "4",
		"chapter": "1-4",
		"explanation": ".  A producer who is charged with forgery must notify the insurance department within 30 days. This same 30-day notice requirement also applies if the producer changes his or her name, changes his or her residence or business address, or sells his agency. "
	},
	{
		"content": "Which of the following activities would require an agency employee to be licensed?",
		"responses": [
			{"content": "Collecting expiration data from clients."},
			{"content": "Assisting with the completion of applications."},
			{"content": "Counseling an applicant on a product."},
			{"content": "Discussing insurance in general if no recommendations are made with respect to rates.  "}
		],
		"answer": "3",
		"chapter": "1-2",
		"explanation": ".  An agency employee is required to be licensed if he or she counsels (advises) an applicant on a product. The agency employee does not have to be licensed if he or she collects expiration data, assists with the completion of an application, or discusses insurance matters in general as long as no recommendations are made."
	},
	{
		"content": "Which of the following would be considered an illegal inducement?",
		"responses": [
			{"content": "Confirming future dividends in a proposal."},
			{"content": "Listing the insurance companies the agency represents in a letter."},
			{"content": "Mailing an agency brochure to a prospective client."},
			{"content": "Inviting prospective clients to the grand opening of the producer's new office.   "}
		],
		"answer": "1",
		"chapter": "1-11",
		"explanation": ".  Confirming future dividends in a proposal would be considered an illegal inducement. An illegal inducement is any illegal activity that causes an individual to enter into an insurance contract. Since dividends are not guaranteed, stating so would be an illegal inducement. Answers 2, 3, & 4 are all permitted activities."
	},
	{
		"content": "An applicant's licensing exam results are valid for:",
		"responses": [
			{"content": "60 days from the date of the exam."},
			{"content": "90 days from the date of the exam."},
			{"content": "180 days from the date of the exam."},
			{"content": "One year from the date of the exam.  "}
		],
		"answer": "4",
		"chapter": "1-1",
		"explanation": ".  An applicant's licensing exam results are valid for one year from the date of his or her exam. Applicants who do not make application with the insurance department, and do not have their licensed issued within the one-year period will have to complete the PE requirement and retake their insurance exam."
	},
	{
		"content": "Which of the following activities would be considered an illegal inducement?",
		"responses": [
			{"content": "Advertising the opening of a producer's new office."},
			{"content": "Advertising that dividends will be guaranteed."},
			{"content": "Advertising the names of the carriers a producer represents."},
			{"content": "Advertising the agency staff in a brochure. "}
		],
		"answer": "2",
		"chapter": "1-11",
		"explanation": ".  Advertising that dividends will be guaranteed would be considered an illegal inducement. An illegal inducement is any illegal activity that causes an individual to enter into an insurance contract. Since dividends are not guaranteed, stating so would be an illegal inducement. Answers 1, 3, & 4 are all permitted activities."
	},
	{
		"content": "All of the following are requirements of individuals seeking a producer license EXCEPT:",
		"responses": [
			{"content": "They must complete the pre-licensing education requirements."},
			{"content": "They must pass the state exam or be granted a waiver."},
			{"content": "They must agree to adhere to Pennsylvania Insurance laws."},
			{"content": "They must be appointed by an insurance company.  "}
		],
		"answer": "4",
		"chapter": "1-7",
		"explanation": ".  Individuals seeking a producer license do NOT have to be appointed by an insurance company. However, individuals seeking a producer license must complete the pre-licensing education requirements or be granted a waiver and adhere to the Pennsylvania Insurance laws. "
	},
	{
		"content": "Which of the following terms represents the future payments required of an insurance company to its policyholders?",
		"responses": [
			{"content": "Assets."},
			{"content": "Reserves."},
			{"content": "Surplus."},
			{"content": "Liabilities.  "}
		],
		"answer": "2",
		"chapter": "1-13",
		"explanation": ".  Future payments required of an insurance company to its policyholders are called reserves. Reserves represent a future liability that the insurance company will have to pay. The term surplus is the amount assets exceed liabilities on the insurance company's balance sheet. These two terms (reserves and surplus) are insurance accounting terms."
	},
	{
		"content": "A producer may carry forward how many continuing education credits from one licensing period to the next licensing period?",
		"responses": [
			{"content": "None."},
			{"content": "12."},
			{"content": "24."},
			{"content": "Unlimited.      "}
		],
		"answer": "3",
		"chapter": "1-6",
		"explanation": ".  A producer may carry forward 24 continuing education credits from one licensing period to the next. "
	},
	{
		"content": "All of the following are true of Pennsylvania's Insurance Fraud Regulation EXCEPT:",
		"responses": [
			{"content": "Individuals convicted of insurance fraud are subect to criminal penalties."},
			{"content": "Individuals convicted of insurance fraud are subect to civil penalties."},
			{"content": "Individuals convicted of insurance fraud are subect to community penalties."},
			{"content": "Individuals convicted of insurance fraud are subect to restitution. "}
		],
		"answer": "3",
		"chapter": "1-14",
		"explanation": ".  The Pennsylvania Insurance Fraud Regulation does NOT subect the individual to community penalties. Pennsylvania's Insurance Fraud Regulation subects individuals to criminal penalties, civil fines, and restitution if an individual is convicted of insurance fraud."
	},
	{
		"content": "Which of the following is NOT an insurance fraud violation?",
		"responses": [
			{"content": "Knowingly receiving proceeds from insurance fraud."},
			{"content": "Filing an application containing false, non-material information."},
			{"content": "Compensation by a lawyer to others for medical information on individuals."},
			{"content": "Compensation by a health care provider to others to refer patients. "}
		],
		"answer": "2",
		"chapter": "1-14",
		"explanation": ".  Filing an application with false, non-material information is NOT an insurance fraud violation. Knowingly receiving proceeds from insurance fraud, compensation by a lawyer to others for medical information on individuals, and compensation by a health care provider to others to refer patients are all insurance fraud violations. "
	},
	{
		"content": "A producer may charge a fee in addition to a commission on:",
		"responses": [
			{"content": "Primary business."},
			{"content": "Excess business."},
			{"content": "Personal business."},
			{"content": "Commercial business."}
		],
		"answer": "4",
		"chapter": "1-12",
		"explanation": ".  A producer may charge a fee in addition to a commission on commercial business. "
	},
	{
		"content": "Unlicensed individuals may receive:",
		"responses": [
			{"content": "Commissions from an insurer."},
			{"content": "A referral fee from a producer or insurer."},
			{"content": "A percent of the policy's commission."},
			{"content": "Free insurance."}
		],
		"answer": "2",
		"chapter": "1-12",
		"explanation": ".  Unlicensed individuals may receive a referral fee from a producer or insurer. Unlicensed individuals may not receive a commission, a percent of the policy's commission, or free insurance."
	},
	{
		"content": "An individual that brokers business must have:",
		"responses": [
			{"content": "A broker license."},
			{"content": "An agent license."},
			{"content": "A consultant license."},
			{"content": "A producer license."}
		],
		"answer": "4",
		"chapter": "1-2",
		"explanation": ".  An individual that brokers business must have a producer license. Pennsylvania does not issue agent, broker, or consultant licenses."
	},
	{
		"content": "The failure to comply with the 24 credit hour continuing education requirement will result in:",
		"responses": [
			{"content": "Voluntary termination of the producer's license."},
			{"content": "Involuntary termination of the producer's license."},
			{"content": "Temporary termination of the producer's license."},
			{"content": "Permanent termination of the producer's license."}
		],
		"answer": "1",
		"chapter": "1-6",
		"explanation": ". The failure to comply with the 24 credit hour continuing education requirement will result in voluntary termination of the producer's license. "
	},
	{
		"content": "A Managing General Agent:",
		"responses": [
			{"content": "Acts as a public aduster."},
			{"content": "Generally has specialized expertise."},
			{"content": "Acts as a solicitor for a producer."},
			{"content": "Conducts fee-only financial planning."}
		],
		"answer": "2",
		"chapter": "1-3",
		"explanation": ".  A Managing General Agent generally has specialized expertise."
	},
	{
		"content": "Entering into an agreement that results in the unreasonable restraint of trade would be considered:",
		"responses": [
			{"content": "Rebating."},
			{"content": "Twisting."},
			{"content": "Defamation."},
			{"content": "Boycott."}
		],
		"answer": "4",
		"chapter": "1-11",
		"explanation": ".  Entering into an agreement that results in the unreasonable restraint of trade would be considered boycott. Rebating is when an agent gives back to the insured part of his commission. Twisting is when an agent misrepresents policy provisions as an inducement to terminate one policy and purchase a second policy. Defamation is when an agent makes false or derogatory statements about an insurer's financial position."
	},
	{
		"content": "In Pennsylvania, insurers seeking to introduce new policy forms and rates are generally subect to:",
		"responses": [
			{"content": "A prior approval law."},
			{"content": "A file-and-use-law."},
			{"content": "A use-and-file law."},
			{"content": "An open competition law."}
		],
		"answer": "1",
		"chapter": "1-9",
		"explanation": ".  Most insurers seeking to introduce new policy forms and rates are generally subect to a prior approval law. All personal lines and many standard commercial policies require insurers to file their policy forms and rates for approval by the insurance department prior to the use. Some policies are subect to a file-and-use or use-and-file law. "
	},
	{
		"content": "Which of the following reasons would not require a producer to notify the Insurance Commissioner?",
		"responses": [
			{"content": "Change of address."},
			{"content": "Change of name."},
			{"content": "Change of agency�s ownership. "},
			{"content": "Change in ob title."}
		],
		"answer": "4",
		"chapter": "1-4",
		"explanation": ".  Change of ob title would not require a producer to notify the Insurance Commissioner. Answers 1, 2, and 3 are all reasons, and the producer must report within 30 days."
	},
	{
		"content": "Under federal law, an individual�s fraudulent conduct that affects interstate commerce and eopardizes the financial soundness of an insurer, subects that individual to a maximum term of imprisonment of:",
		"responses": [
			{"content": "5 years"},
			{"content": "10 years"},
			{"content": "15 years"},
			{"content": "20 years"}
		],
		"answer": "3",
		"chapter": "1-15",
		"explanation": ".  An individual�s fraudulent conduct that affects interstate commerce and eopardizes the safety and soundness of an insurer (e.g., causing conservation, rehabilitation or liquidation of an insurer), subects that individual to imprisonment of up to 15 years. In addition, the Attorney General may bring a civil action against any person that engages in such conduct and may be subect to a civil penalty of not more than $50,000 for each violation or the amount of compensation the person received or offered for the prohibited conduct, whichever is greater. Note that if the fraudulent conduct does not eopardize the financial soundness of an insurer the maximum term of imprisonment is 10 years."
	},
	{
		"content": "Under federal law, an individual�s fraudulent conduct that affects interstate commerce such as the making of false material statements, willfully overvaluing property, misappropriating money, funds, premiums, credits or other property subects that individual to a maximum term of imprisonment of:",
		"responses": [
			{"content": "5 years"},
			{"content": "10 years"},
			{"content": "15 years"},
			{"content": "20 years"}
		],
		"answer": "2",
		"chapter": "1-15",
		"explanation": ".  An individual�s fraudulent conduct (e.g., making false material statements; willfully overvaluing property; misappropriating moneys, funds, premiums, credits or other property) that affects interstate commerce subects that individual to imprisonment of up to 10 years.  In addition, the Attorney General may bring a civil action against any person that engages in such conduct and that person may be subect to a civil penalty of not more than $50,000 for each violation or the amount of compensation the person received or offered for the prohibited conduct, whichever is greater. Note that if the conduct eopardizes the financial soundness of an insurer (e.g., causing conservation, rehabilitation or liquidation of an insurer) the maximum term of imprisonment is 15 years."
	},
	{
		"content": "How often is an insured to receive the privacy notice disclosure?",
		"responses": [
			{"content": "At least every year."},
			{"content": "At least every two years."},
			{"content": "At least every three years."},
			{"content": "At least every five years."}
		],
		"answer": "1",
		"chapter": "1-13",
		"explanation": ".  Insurers are required to provide insureds with a privacy notice disclosure at least every year. The privacy notice disclosure explains to the insured how its used and to whom the insurer disseminates non-public personal information (salary, health history, bank account information, assets, etc). "
	},
	{
		"content": "A producer who fails to renew his or her license due to a lack of CE credits:",
		"responses": [
			{"content": "Will result in their license being voluntarily terminated on the license renewal date."},
			{"content": "Will result in their license being involuntarily terminated on the license renewal date."},
			{"content": "Has 30 days from the license renewal date to comply with the CE requirement with no lapse in licensure."},
			{"content": "Has 60 days from the license renewal date to comply with the CE requirement with no lapse in licensure."}
		],
		"answer": "4",
		"chapter": "1-7",
		"explanation": ".  A producer who fails to renew his or her license due to a lack of CE credits has 60 days from the license renewal date to comply with the CE requirement with no lapse in licensure. After 60 days, there will be a lapse in licensure. After one year, the producer must complete 24 hours of pre-licensing education and pass his or her exam as if a new first time producer."
	},
	{
		"content": "A producer must notify the insurance department within 30 days of being:",
		"responses": [
			{"content": "Advised by an attorney of a pending civil lawsuit."},
			{"content": "Sued by an insured for an alleged failure to place proper coverage."},
			{"content": "Charged with a misdemeanor involving theft of property or money."},
			{"content": "Convicted of misdemeanor involving theft of property or money."}
		],
		"answer": "3",
		"chapter": "1-4 & 1-5",
		"explanation": ".  Producers are required to notify the insurance department within 30 days of being charged with a misdemeanor involving theft of property or money (note that this reporting requirement also applies to being charged with any type of felony). Commonly individuals believe that this notification requirement is only applicable after being convicted, however, the insurance department mandates notification within 30 days of being charged. There is no reporting requirement for answers 1 or 2, and answer 4 is incorrect because the producer must notify the insurance department prior to being convicted."
	},
	{
		"content": "A producer must notify the insurance department within 30 days of being:",
		"responses": [
			{"content": "Sued by an insured for an alleged failure to place proper coverage."},
			{"content": "Advised by an attorney of a pending civil lawsuit. "},
			{"content": "Convicted of a felony."},
			{"content": "Charged with a felony."}
		],
		"answer": "4",
		"chapter": "1-4 & 1-5",
		"explanation": ".  Producers are required to notify the insurance department within 30 days of being charged with a felony (note that this reporting requirement also applies to being charged with a misdemeanor involving theft of property or money). Commonly individuals believe that this notification requirement is only applicable after being convicted, however, the insurance department mandates notification within 30 days of being charged. There is no reporting requirement for answers 1 or 2, and answer 3 is incorrect because the producer must notify the insurance department prior to being convicted."
	},
	{
		"content": "All of the following are characteristics of a licensed insurance company EXCEPT:",
		"responses": [
			{"content": "It must pass state required minimum financial standards."},
			{"content": "It must certify that its producers are qualified in the business of insurance."},
			{"content": "It must utilize policy forms and rates prior to department approval."},
			{"content": "It must agree to abide by statutory regulation."}
		],
		"answer": "3",
		"chapter": "1-6 & 1-9",
		"explanation": ".  Pennsylvania requires prior approval of most policy forms and rates before their introduction to the public, however, this provision does not apply to certain unique commercial risks (aircraft, extortion, kidnap and ransom) or large commercial risks. Large commercial risks are ones in which: the premiums exceed $25,000 annually (exclusive of workers compensation), the entity has at least 25 full-time employees and the entity uses an employee as the insurance buyer or retains a qualified risk manager or risk management consultant. These risks are fully exempt from filing or subect to a file-and-use or a use-and-file rating law."
	},
	{
		"content": "The document issued by the insurance department permitting an insurer to conduct business within the Commonwealth is a:",
		"responses": [
			{"content": "Certificate of Insurance."},
			{"content": "Certificate of Authority."},
			{"content": "Certificate of Qualification."},
			{"content": "Certificate of Solvency."}
		],
		"answer": "2",
		"chapter": "1-9",
		"explanation": ". The document issued by the insurance department permitting an insurer to conduct business within the Commonwealth is a Certificate of Authority. Insurers failing to secure a certificate are subect to a penalty of between $1,000 and $10,000 per offense. If an insurer exceeds the powers granted under its authority, it is subect to a civil penalty of $500 for each policy issued. "
	},
	{
		"content": "A producer�s proper use of telephones in prospecting is provided in the:",
		"responses": [
			{"content": "Pennsylvania�s Privacy of Consumer Financial Information Regulation."},
			{"content": "Unfair Insurance Practices Act."},
			{"content": "Fair Credit Reporting Act."},
			{"content": "Do-Not-Call Rules."}
		],
		"answer": "4",
		"chapter": "1-15 ",
		"explanation": ".  A producer�s proper use of telephones in prospecting is provided in the Do-Not-Call Rules. The Do-Not-Call List was enacted by the Federal Communication Commission (FCC) in an effort to promote privacy and a choice regarding the number and type of telemarketing calls received by consumers. The federal do-not-call rules prohibit anyone from making residential telephone solicitations to telephone numbers that are registered in the national do-not-call database unless the individual has an �established business relationship� (EBR) with the consumer or has prior written consent. "
	},
	{
		"content": "Risk may be defined as:",
		"responses": [
			{"content": "The exposure to or uncertainty of loss."},
			{"content": "The perils listed in the policy."},
			{"content": "The premium paid by the insured."},
			{"content": "The amount paid at the time of loss."}
		],
		"answer": "1",
		"chapter": "2-1",
		"explanation": ". Risk may be defined as the exposure to or uncertainty of loss."
	},
	{
		"content": "Risk exposures may be classified as:",
		"responses": [
			{"content": "No risk and some risk."},
			{"content": "Pure risk and speculative risk."},
			{"content": "Named perils and listed perils."},
			{"content": "All risk and open risk."}
		],
		"answer": "2",
		"chapter": "2-1",
		"explanation": ". Risk exposures may be classified as either pure risk or speculative risk. Insurers attempt to insure pure risk exposures and avoid speculative risk exposures. "
	},
	{
		"content": "Which of the following is the type of risk exposure that insurance companies seek to insure?",
		"responses": [
			{"content": "No risk exposures."},
			{"content": "Speculative risk exposures."},
			{"content": "All risk exposures."},
			{"content": "Pure risk exposures."}
		],
		"answer": "4",
		"chapter": "2-1",
		"explanation": ".  Insurance companies seek to insure pure risk exposures (loss or no loss). Insurers specifically attempt to avoid speculative risk exposures (financial gain). "
	},
	{
		"content": "Insurance may be described as:",
		"responses": [
			{"content": "The retention of risk through financing."},
			{"content": "The elimination of risk by control techniques."},
			{"content": "The spreading of risk by collecting premiums to finance future losses."},
			{"content": "The control of risk through loss prevention."}
		],
		"answer": "3",
		"chapter": "2-2",
		"explanation": ".  Insurance may be described as the spreading of risk by collecting premiums to finance future losses. Retention of risk is a deductible; the elimination of risk by control techniques and the control of risk are risk management activities."
	},
	{
		"content": "Which of the following is NOT a control technique used to manage risk?",
		"responses": [
			{"content": "Avoidance of risk."},
			{"content": "Retention of risk."},
			{"content": "Reduction of risk."},
			{"content": "Purchase of insurance."}
		],
		"answer": "4",
		"chapter": "2-1 & 2-2",
		"explanation": ". The purchase of insurance is NOT a control technique but a financing technique used to manage risk. Avoidance of risk, retention of risk, and reduction of risk are all control techniques used to manage risks."
	},
	{
		"content": "All of the following are true of insurable interest EXCEPT:",
		"responses": [
			{"content": "In property and casualty insurance, it is required to exist at the time of loss."},
			{"content": "A mortgage company has an insurable interest in mortgaged property."},
			{"content": "It is the interest one has in property that may cause the possibility of financial loss."},
			{"content": "It cannot exist in business relationships. "}
		],
		"answer": "4",
		"chapter": "2-3",
		"explanation": ". Insurable interest DOES exist in business relationships. Answers 1, 2 & 3 are all true of insurable interest. "
	},
	{
		"content": "The Principle of Indemnity:",
		"responses": [
			{"content": "Indemnifies a claimant."},
			{"content": "Reduces lawsuits."},
			{"content": "Reimburses an insured to the extent of his or her loss."},
			{"content": "Promotes moral hazard."}
		],
		"answer": "3",
		"chapter": "2-3",
		"explanation": ". The Principle of Indemnity reimburses an insured to the extent of his or her loss."
	},
	{
		"content": "An insurance company domiciled in the state of Pennsylvania is considered:",
		"responses": [
			{"content": "Foreign."},
			{"content": "Alien."},
			{"content": "Domestic."},
			{"content": "Surplus."}
		],
		"answer": "3",
		"chapter": "2-6",
		"explanation": ".  An insurance company domiciled in the state of Pennsylvania is considered a domestic company (Erie Insurance). Foreign companies (State Farm, Prudential) are domiciled outside of Pennsylvania and within the United States. Alien companies (Nippon Life) are domiciled outside of the United States. Surplus is an insurance accounting term and has no relationship to the question."
	},
	{
		"content": "All of the following are characteristics of a licensed or admitted insurance company EXCEPT:",
		"responses": [
			{"content": "It must pass state required minimum financial standards."},
			{"content": "It must agree to abide by statutory regulation."},
			{"content": "It accepts business for placement by surplus lines agents."},
			{"content": "It appoints producers to sell its products."}
		],
		"answer": "3",
		"chapter": "2-6",
		"explanation": ". Licensed or admitted insurance companies do NOT accept surplus and excess lines business. Licensed or admitted insurance companies must pass state required minimum financial standards, agree to abide by statutory regulation, and produce business through local branch offices and agents. "
	},
	{
		"content": "Which of the following does not assemble and review detailed information on the financial condition of insurance companies?",
		"responses": [
			{"content": "The Insurance Department."},
			{"content": "The A.M. Best Company."},
			{"content": "The National Association of Insurance Commissioners (NAIC)."},
			{"content": "The Independent Insurance Agents and Brokers of America."}
		],
		"answer": "4",
		"chapter": "2-6 & 2-7",
		"explanation": ". The Independent Insurance Agents and Brokers of America do NOT assemble and review detailed information on the financial condition of insurance companies. This activity is conducted by the insurance department, A.M. Best Company and the National Association of Insurance Commissioners."
	},
	{
		"content": "The principle of insurance that restores one to approximately the same condition that they enoyed prior to their loss is:",
		"responses": [
			{"content": "Valued contracts."},
			{"content": "Subrogation."},
			{"content": "Retention."},
			{"content": "Indemnification."}
		],
		"answer": "4",
		"chapter": "2-3",
		"explanation": ". The principle of insurance that restores one to approximately the same condition that they enoyed prior to their loss is indemnification. A valued contract (life insurance policy) pays the policy limits if a loss occurs. Subrogation is the right to seek repayment from a third party that has caused an insurer to pay a claim. Retention is when an insured pays losses out of his or her own pocket rather than purchasing insurance."
	},
	{
		"content": "An association of subscribers which insures one another and is managed by an attorney-in-fact is called a:",
		"responses": [
			{"content": "Lloyd�s association."},
			{"content": "Mutual company."},
			{"content": "Fraternal organization."},
			{"content": "Reciprocal. "}
		],
		"answer": "4",
		"chapter": "2-5",
		"explanation": ".  An association of subscribers that insures one another and is managed by an attorney-in-fact is called a reciprocal (Erie Insurance Exchange, Farmers Insurance Exchange). A Lloyd�s association shares in the making of an insurance contract (Lloyd�s of London). A Fraternal organization (Greater Beneficial Union of Pittsburgh) is a benevolent association that provides organized welfare plans (life insurance) for its members."
	},
	{
		"content": "All of the following are characteristics of reinsurance EXCEPT:",
		"responses": [
			{"content": "The original insurer is the ceding company."},
			{"content": "Reinsurance is a contractual process used to spread loss exposures."},
			{"content": "Facultative and Treaty are two common reinsurance arrangements."},
			{"content": "Reinsurance is used primarily with liability exposures. "}
		],
		"answer": "4",
		"chapter": "2-4",
		"explanation": ". Reinsurance is used to cover not only liability exposures, but also property, life and health.  Answers 1, 2 & 3 are all characteristics of reinsurance. "
	},
	{
		"content": "A reinsurance agreement may be arranged in which of the following forms?",
		"responses": [
			{"content": "Retrocession and retrocessionaire basis."},
			{"content": "Treaty and facultative basis."},
			{"content": "Ceding and assuming basis."},
			{"content": "Retention and excess basis."}
		],
		"answer": "2",
		"chapter": "2-4",
		"explanation": ".  A reinsurance agreement may be arranged in a treaty or facultative basis.  Answers 1, 3 & 4 are all features of reinsurance."
	},
	{
		"content": "What reinsurance agreement automatically accepts exposures from the original insurer?",
		"responses": [
			{"content": "Ceding."},
			{"content": "Retrocessionaire."},
			{"content": "Treaty."},
			{"content": "Facultative."}
		],
		"answer": "3",
		"chapter": "2-4",
		"explanation": ".  A treaty reinsurance agreement automatically accepts (reinsures) exposures from the original insurer. Ceding refers to the original insurer. Retrocessionaire is the organization that reinsures a reinsurance company. Facultative refers to an individual reinsurance contract."
	},
	{
		"content": "All of the following are distributors of insurance EXCEPT:",
		"responses": [
			{"content": "The Exclusive Agency System."},
			{"content": "The Independent Agency System."},
			{"content": "The Employer Administered System."},
			{"content": "The Direct Writer System."}
		],
		"answer": "3",
		"chapter": "2-8",
		"explanation": ". The employer administered system is NOT a distributor of insurance. The exclusive agency system, independent agency system and direct writer systems are all distribution systems. "
	},
	{
		"content": "An insurance company domiciled outside the United States would be considered:",
		"responses": [
			{"content": "Alien."},
			{"content": "Excess."},
			{"content": "Domestic."},
			{"content": "Foreign."}
		],
		"answer": "1",
		"chapter": "2-6",
		"explanation": ".  An insurance company domiciled outside the United States is an alien company. Remember that insurance is state regulated. An insurer domiciled in Pennsylvania is domestic. An insurer domiciled outside of Pennsylvania (Ohio, New York, etc.) and within the United States is foreign. Answer 2 has no relationship to the question. "
	},
	{
		"content": "All of the following are characteristics of the Law of Agency EXCEPT:",
		"responses": [
			{"content": "It is the legal relationship that exists when one acts for another."},
			{"content": "It is a fiduciary relationship consisting of a principal and an agent."},
			{"content": "When agency is legally formed, the agent binds the principal to their actions."},
			{"content": "The knowledge of the agent is not imputed to the principal. "}
		],
		"answer": "4",
		"chapter": "2-10",
		"explanation": ".  Under the law of agency, the knowledge of the agent is imputed to the principal (the insurer). So if an agent fails to disclose a fact about a risk, the insurer may not use lack of knowledge to deny a claim. Answers 1, 2 & 3 are all characteristics of the Law of Agency"
	},
	{
		"content": "All of the following are types of authority that a producer may be granted or may assume EXCEPT:",
		"responses": [
			{"content": "Express."},
			{"content": "Implied."},
			{"content": "Apparent."},
			{"content": "Waiver."}
		],
		"answer": "4",
		"chapter": "2-10",
		"explanation": ". A waiver is NOT a type of authority that a producer may be granted. A waiver is the voluntary relinquishment of a known right and has no relationship to the question. Producers may be granted three types of authority. Express authority is written authority by insurer. This is found in an agent's contract or in underwriting directives. Implied authority includes the practice of taking applications, collecting premiums, etc. Apparent authority is the public's perception or belief that the agent is authorized by the insurer. "
	},
	{
		"content": "The voluntary relinquishment of a known right is:",
		"responses": [
			{"content": "Estoppel."},
			{"content": "Waiver."},
			{"content": "Subrogation."},
			{"content": "Indemnity."}
		],
		"answer": "2",
		"chapter": "2-4",
		"explanation": ". The voluntary relinquishment of a known right is waiver. Estoppel has the same end result as waiver (coverage applies), but estoppel is involuntary. Subrogation is the right to seek reimbursement from a negligent third party. Indemnity is the right to make an insured whole after a loss. "
	},
	{
		"content": "The type of authority that is specifically defined in a producer's agreement is:",
		"responses": [
			{"content": "Implied."},
			{"content": "Express."},
			{"content": "Apparent."},
			{"content": "Aleatory."}
		],
		"answer": "2",
		"chapter": "2-10",
		"explanation": ". The type of authority that is specifically defined in a producer's agreement is express authority. This is found in the agent's contract or in underwriting directives. Implied authority includes the practice of taking applications, collecting premiums, etc. Apparent authority is the public's perception or belief that the agent is authorized by the insurer. The term aleatory has no relationship to the question."
	},
	{
		"content": "All of the following are reflective of fiduciary or professional responsibilities of a producer EXCEPT:",
		"responses": [
			{"content": "Performs in an honest and good faith manner."},
			{"content": "Explains coverages that are requrested by the insured."},
			{"content": "May perform risk management services that reduce the insured's premium costs."},
			{"content": "Negotiates a commission split with the insured. "}
		],
		"answer": "4",
		"chapter": "2-11",
		"explanation": ".  A producer is prohibited from splitting the commission with an insured. Producers are required to act in a professional manner. This means that they must perform in an honest and good faith manner, recommend coverages that are proper and within the needs of the insured, and perform risk management services that reduce the insured's premium costs. "
	},
	{
		"content": "All of the following are examples of potential areas of concern to producers. Which one of the following would least likely create an errors and omissions exposure?",
		"responses": [
			{"content": "Failure to process an application in a timely manner."},
			{"content": "Failure to upgrade coverage to reflect inflation or other known factors."},
			{"content": "Failure to provide coverage for an exposure that is concealed by the insured."},
			{"content": "Failure to recommend proper coverage."}
		],
		"answer": "3",
		"chapter": "2-12",
		"explanation": ". Failing to provide coverage for an exposure that is concealed by the insured would least likely create an errors and omissions exposure. A producer cannot be responsible for failing to recommend coverage on an exposure that is concealed by an insured. However, a producer can be held responsible for failing to process applications in a timely manner, failing to upgrade coverage to reflect known factors and failing to recommend proper coverages."
	},
	{
		"content": "All of the following are examples of the underwriting process EXCEPT:",
		"responses": [
			{"content": "Completing and reviewing the application for insurance."},
			{"content": "Classifying and rating of the risk."},
			{"content": "Paying the insured a fair settlement after a loss occurs."},
			{"content": "Monitoring of business. "}
		],
		"answer": "3",
		"chapter": "2-12",
		"explanation": ". Paying the insured a fair settlement after a loss is NOT an example of the underwriting process; it is a claims function. The underwriting process includes completing and reviewing the application for insurance, the classifying and rating of a risk, and monitoring the business written."
	},
	{
		"content": "Insurance companies attempt to minimize and if possible eliminate the process of adverse selection. Which of the following describes adverse selection?",
		"responses": [
			{"content": "Applicants for insurance who have a greater bias to an exposure than a random sampling of the population."},
			{"content": "A process that enables insurance companies to predict losses."},
			{"content": "The process of insuring risk exposures with a reinsurance company."},
			{"content": "Insuring only excellent risks. "}
		],
		"answer": "1",
		"chapter": "2-3 & 2-12",
		"explanation": ".  Adverse selection is when applicants for insurance have a greater bias to an exposure than a random sampling of the population. "
	},
	{
		"content": "All of the following are essential elements of a contract EXCEPT:",
		"responses": [
			{"content": "Consideration."},
			{"content": "Legal purpose."},
			{"content": "Incompetent parties."},
			{"content": "Agreement (offer and acceptance)."}
		],
		"answer": "3",
		"chapter": "2-12",
		"explanation": ".  Incompetent parties are NOT an essential element of a contract. Parties to a contract must be competent. Essential elements of a contract include consideration, legal purpose and agreement. "
	},
	{
		"content": "What term describes the statements made by an individual at application?",
		"responses": [
			{"content": "Warranty."},
			{"content": "Concealment."},
			{"content": "Misrepresentations."},
			{"content": "Representations."}
		],
		"answer": "4",
		"chapter": "2-14",
		"explanation": ".  Statements made by an individual at application are representations. Representations are oral or written statements made by the applicant that are believed to be true. A warranty makes guarantees. A concealment is misrepresentation by silence. A misrepresentation is an overt representation that is false. "
	},
	{
		"content": "An insurance contract feature that permits all ambiguous areas to be construed in favor of the insured is:",
		"responses": [
			{"content": "Aleatory."},
			{"content": "Adhesion."},
			{"content": "Utmost Good faith."},
			{"content": "Fraud."}
		],
		"answer": "2",
		"chapter": "2-13",
		"explanation": ". The insurance contract feature that permits all ambiguous areas to be construed in favor of the insured is adhesion. Aleatory means the contract is of an unequal value and based upon a future occurrence. Utmost good faith means that all parties should be honest and sincere in the application and claims process. Fraud is deliberate deceit to take another's property."
	},
	{
		"content": "All of the following are characteristics of insurance contracts EXCEPT:",
		"responses": [
			{"content": "Aleatory."},
			{"content": "Personal contract."},
			{"content": "Adhesion."},
			{"content": "Bilateral contract."}
		],
		"answer": "4",
		"chapter": "2-13",
		"explanation": ".  Insurance contracts are NOT bilateral contracts. They are unilateral contracts. A unilateral insurance contract is one in which an act (payment of premium) is exchanged for a promise (payment in the event of loss). Aleatory, personal contracts and adhesion are all characteristics of an insurance contract. "
	},
	{
		"content": "The legal right of an insurance company to seek reimbursement from a negligent third party is:",
		"responses": [
			{"content": "Parol Evidence Rule."},
			{"content": "Warranty."},
			{"content": "Subrogation."},
			{"content": "Adhesion."}
		],
		"answer": "3",
		"chapter": "2-13",
		"explanation": ".  Subrogation is the legal right of an insurance company to seek reimbursement from a negligent third party who caused the insurer to pay a claim. "
	},
	{
		"content": "All of the following are examples of types of warranty EXCEPT:",
		"responses": [
			{"content": "Affirmative warranty."},
			{"content": "Continuing or promissory warranty."},
			{"content": "Implied warranty."},
			{"content": "Guaranteed warranty. "}
		],
		"answer": "4",
		"chapter": "2-14",
		"explanation": ". Guaranteed warranty is NOT a type of warranty and has no relationship to the question. Affirmative, continuing and implied are all types of warranties. "
	},
	{
		"content": "How will a court of law interpret an insurance contract that contains policy language that is ambiguous?",
		"responses": [
			{"content": "Find in favor of both the insured and company by apportioning each party's fault at 50% of the total verdict amount."},
			{"content": "Find in favor of the insured since the policy is a contract of adhesion."},
			{"content": "Find in favor of the insured since the insured had no duty to read the policy."},
			{"content": "Find in favor of the company since the insured should have read the policy. "}
		],
		"answer": "2",
		"chapter": "2-13",
		"explanation": ".  Courts interpret insurance contracts with ambiguous policy language in the insured's favor since the policy is a contract of adhesion. "
	},
	{
		"content": "Under an insurance contract, both the insured and insurer give up something of value that is called:",
		"responses": [
			{"content": "Consideration."},
			{"content": "Estoppel."},
			{"content": "Subrogation."},
			{"content": "Reasonable expectations."}
		],
		"answer": "1",
		"chapter": "2-12",
		"explanation": ".  Under an insurance contract, both the insured and insurer give up something of value called consideration. The insured's consideration is the premium payment. The insurer's consideration is the promise to pay a claim. Estoppel is a legal argument made in a lawsuit. Subrogation is the legal right of an insurer to seek reimbursement from the negligent party that caused the insurer to pay a claim. Reasonable expectations refer to the expectations that an insured expects under an insurance policy."
	},
	{
		"content": "All of the following are true of binding authority EXCEPT:",
		"responses": [
			{"content": "An insurance binder has the same effect as a policy."},
			{"content": "Brokers have greater binding authority than agents."},
			{"content": "Properly licensed and appointed agents generally have binding authority."},
			{"content": "An insurance binder puts coverage in effect prior to the actual policy's issuance. "}
		],
		"answer": "2",
		"chapter": "2-9",
		"explanation": ".  Brokers do NOT have greater binding authority than agents. Brokers represent the client and have no binding authority unless authorized by the insurer as an agent. Answers 1, 3 & 4 are all true of binding authority."
	},
	{
		"content": "A Direct Writer insurance company sells its policies through:",
		"responses": [
			{"content": "Insurance brokers."},
			{"content": "Independent insurance agents."},
			{"content": "Exclusive insurance agents."},
			{"content": "Employees who are licensed as agents."}
		],
		"answer": "4",
		"chapter": "2-8",
		"explanation": ".  A Direct Writer insurance company sells its policies through employees who are licensed as agents (producers). Answers 1, 2 & 3 are types of agents that are independent contractors. Specifically, insurance brokers represent themselves and their clients. Independent insurance agents represent various insurance companies. Exclusive insurance agents represent only one insurance company."
	},
	{
		"content": "All of the following are true of insurance EXCEPT:",
		"responses": [
			{"content": "It is a method of financing one's loss exposures."},
			{"content": "It is a method of spreading risk from one to many."},
			{"content": "Insurance is the only method utilized to manage risk."},
			{"content": "It involves the pooling of premiums to pay future losses."}
		],
		"answer": "3",
		"chapter": "2-2",
		"explanation": ".  Insurance is NOT the only method utilized to manage risk. Risk can also be managed by other methods such as avoidance, retention, sharing, reduction and transfer of risk. Answers 1, 2 & 4 are all true statements of insurance. "
	},
	{
		"content": "Apparent authority is the type of authority that:",
		"responses": [
			{"content": "Is specific."},
			{"content": "Is an extension of an agent's standard duties."},
			{"content": "The public perceives the agent to have based upon the agent's actions."},
			{"content": "Is based upon indemnification."}
		],
		"answer": "3",
		"chapter": "2-10",
		"explanation": ".  Apparent authority is the type of authority that the public perceives the agent to have based upon the agent's actions. For example, if an agent consistently accepts premiums after the due date, it may give the insured the belief that the practice is permitted and that they are covered. "
	},
	{
		"content": "The principle of making one whole after a loss by paying the actual amount of loss is:",
		"responses": [
			{"content": "Indemnity."},
			{"content": "Adhesion."},
			{"content": "Estoppel."},
			{"content": "Subrogation."}
		],
		"answer": "1",
		"chapter": "2-3",
		"explanation": ". The principle of making one whole after a loss by paying the actual amount of loss is indemnity. Adhesion refers to a characteristic of an insurance policy (ambiguous provisions are found in the insured's favor). Estoppel is a legal argument. Subrogation is the legal process an insurer initiates against a negligent third party that caused the insurer to pay the loss."
	},
	{
		"content": "An insurance binder is:",
		"responses": [
			{"content": "A temporary insurance contract."},
			{"content": "Issued for 90 days."},
			{"content": "Typically issued by insurance companies."},
			{"content": "Typically issued at expiration."}
		],
		"answer": "1",
		"chapter": "2-9",
		"explanation": ". An insurance binder is a temporary insurance contract. Binders are issued for up to 30 days. "
	},
	{
		"content": "A social organization which sells insurance is a:",
		"responses": [
			{"content": "Stock company."},
			{"content": "Reciprocal company."},
			{"content": "Fraternal company."},
			{"content": "Mutual company. "}
		],
		"answer": "3",
		"chapter": "2-5",
		"explanation": ".  A social organization that sells insurance is referred to as a Fraternal company."
	},
	{
		"content": "Exposure to loss can be eliminated by risk:",
		"responses": [
			{"content": "Avoidance."},
			{"content": "Retention."},
			{"content": "Reduction."},
			{"content": "Coinsurance."}
		],
		"answer": "1",
		"chapter": "2-2",
		"explanation": ".  Exposure to loss can only be eliminated by risk avoidance (not doing something). Retention (taking a higher deductible), reduction (installing a sprinkler system), and coinsurance (sharing in a loss) are all reduction techniques."
	},
	{
		"content": "A warranty:",
		"responses": [
			{"content": "Is never a part of an insurance contract."},
			{"content": "May void coverage if untrue."},
			{"content": "Is available by endorsement."},
			{"content": "Is subect to insurance department approval."}
		],
		"answer": "2",
		"chapter": "2-14",
		"explanation": ".  A warranty may void coverage if untrue. For example, a few types of policies (ocean marine, aviation) require strict compliance for coverage to apply. "
	},
	{
		"content": "The purchase of insurance to protect an asset is an example of:",
		"responses": [
			{"content": "A risk control technique."},
			{"content": "A risk retention technique."},
			{"content": "A risk financing technique."},
			{"content": "A risk avoidance technique. "}
		],
		"answer": "3",
		"chapter": "2-1 & 2-2",
		"explanation": ". The purchase of insurance to protect an asset is an example of a risk financing technique. "
	},
	{
		"content": "An exclusive agent is:",
		"responses": [
			{"content": "An employee of one company."},
			{"content": "An independent contractor who represents one exclusive company."},
			{"content": "The exclusive owner of his expirations."},
			{"content": "An independent contractor who represents more than one company."}
		],
		"answer": "2",
		"chapter": "2-9",
		"explanation": ".  An exclusive agent is an independent contractor who represents one exclusive company."
	},
	{
		"content": "An independent insurance agent is:",
		"responses": [
			{"content": "A captive agent with independent markets."},
			{"content": "An agent employee of any maor stock company."},
			{"content": "An independent contractor with ownership of his expirations."},
			{"content": "An exclusive contractor with ownership of his expirations."}
		],
		"answer": "3",
		"chapter": "2-9",
		"explanation": ".  An independent insurance agent is an independent contractor with ownership of his expirations. "
	},
	{
		"content": "An insurance policy that contains unclear language will be:",
		"responses": [
			{"content": "Interpreted against the party that wrote the policy."},
			{"content": "Interpreted against the insured that accepted the policy."},
			{"content": "Rewritten by the insurance department."},
			{"content": "Interpreted for the party that wrote the policy. "}
		],
		"answer": "1",
		"chapter": "2-13",
		"explanation": ".  An insurance policy that contains unclear language will be interpreted against the party that wrote the policy."
	},
	{
		"content": "The type of agent who may represent more than one insurance company and owns his expirations is an example of a(n):",
		"responses": [
			{"content": "Exclusive agent."},
			{"content": "Independent agent."},
			{"content": "Captive agent."},
			{"content": "Company agent. "}
		],
		"answer": "2",
		"chapter": "2-8",
		"explanation": ".  The type of agent who may represent more than one insurance company and owns his expirations (policy renewals) is an example of an independent agent. The other answers are different types of agents that represent only one insurer and do not own their expirations (policy renewals)."
	},
	{
		"content": "Which of the following would be considered a morale hazard?",
		"responses": [
			{"content": "Storing explosives in a home."},
			{"content": "Defective electrical wiring."},
			{"content": "Carelessness."},
			{"content": "Criminal activity. "}
		],
		"answer": "3",
		"chapter": "2-1",
		"explanation": ".  A morale hazard would be carelessness. Storing explosives in a home and defective electrical wiring are examples of physical hazards and criminal activity is an example of a moral hazard."
	},
	{
		"content": "Which of the following would be considered a moral hazard?",
		"responses": [
			{"content": "Carelessness."},
			{"content": "Defective electrical wiring."},
			{"content": "Criminal activity."},
			{"content": "Storing explosives in a home. "}
		],
		"answer": "3",
		"chapter": "2-1",
		"explanation": ".  A moral hazard would be criminal activity. It is the type of hazard that is against public policy. Storing explosives in a home and defective electrical wiring are examples of physical hazards. Carelessness is an example of a morale hazard."
	},
	{
		"content": "In a contract negotiation if a counteroffer is made, the initial offer is:",
		"responses": [
			{"content": "Void."},
			{"content": "Validated."},
			{"content": "Accepted."},
			{"content": "Binding."}
		],
		"answer": "1",
		"chapter": "2-12",
		"explanation": ".  A counteroffer voids the initial offer. "
	},
	{
		"content": "When an agent performs within the scope of his authority, the acts of the agent:",
		"responses": [
			{"content": "Binds the insured."},
			{"content": "Binds the principal."},
			{"content": "Binds no one."},
			{"content": "Binds the insurance department."}
		],
		"answer": "2",
		"chapter": "2-10",
		"explanation": ".  The acts of an agent performing within the scope of his authority bind the principal (the insurer and/or his agency). "
	},
	{
		"content": "The legal doctrine that states that an insured is entitled to the coverage that he may expect is:",
		"responses": [
			{"content": "Estoppel."},
			{"content": "Subrogation."},
			{"content": "Adhesion."},
			{"content": "Reasonable expectations."}
		],
		"answer": "4",
		"chapter": "2-13",
		"explanation": ".  Reasonable expectations is the legal doctrine that states that an insured is entitled to the coverage that he may expect. Estoppel is a legal argument. Subrogation is the legal process an insurer initiates against a negligent third party to collect monies that were paid in the claim.  Adhesion refers to a characteristic of an insurance policy (ambiguous provisions are found in the insured's favor)."
	},
	{
		"content": "The uncertainty of loss is called:",
		"responses": [
			{"content": "Hazard."},
			{"content": "Risk."},
			{"content": "Peril."},
			{"content": "Avoidance."}
		],
		"answer": "2",
		"chapter": "2-1",
		"explanation": ". The uncertainty of loss is risk. A hazard is a condition that increases the possibility of loss. Peril is a cause of loss (fire, lightning, etc.). Avoidance is a risk management control technique."
	},
	{
		"content": "What type of contract does an original insurer purchase to protect itself from higher than expected losses in the future?",
		"responses": [
			{"content": "Self-Insured contract."},
			{"content": "Reinsurance contract."},
			{"content": "Personal contract."},
			{"content": "Aleatory contract."}
		],
		"answer": "2",
		"chapter": "2-4",
		"explanation": ". The type of contract that an original insurer purchases to protect itself from higher than expected losses in the future is a reinsurance contract. "
	},
	{
		"content": "All of the following may void a contract of insurance EXCEPT:",
		"responses": [
			{"content": "One party is under duress."},
			{"content": "One party lacks legal capacity."},
			{"content": "One party is retired."},
			{"content": "The contract involves illegal property."}
		],
		"answer": "3",
		"chapter": "2-12",
		"explanation": ".  A party being retired would NOT void a contract of insurance. A contract of insurance may be voided if a party is under duress, lacks legal capacity or if the contract involves illegal property. "
	},
	{
		"content": "If an insurer discovers a material misrepresentation in a policy's application:",
		"responses": [
			{"content": "Coverage is immediately cancelled."},
			{"content": "Coverage terminates at renewal."},
			{"content": "Coverage is terminated ab initio."},
			{"content": "Coverage is voidable at the insurer's option."}
		],
		"answer": "4",
		"chapter": "2-14",
		"explanation": ".  If an insurer discovers a material misrepresentation in a policy's application coverage is voidable at the insurer's option. "
	},
	{
		"content": "If an insurance company aduster leads an insured to believe a claim is covered during the claims process and it is later determined that the claim is not covered:",
		"responses": [
			{"content": "The insurer will be able to deny coverage."},
			{"content": "The insurer may be estopped from denying coverage."},
			{"content": "The insurer must pay the claim."},
			{"content": "The insurer may pay the claim."}
		],
		"answer": "2",
		"chapter": "2-14",
		"explanation": ".  If an insurance company aduster leads an insured to believe a claim is covered during the claims process and it is later determined that the claim is not covered the insurer may be estopped from denying coverage. "
	},
	{
		"content": "Insurance may be placed with a nonadmitted insurer if the:  ",
		"responses": [
			{"content": "Individual placing the business is a risk manager. "},
			{"content": "Individual placing the business is an aduster.                "},
			{"content": "Individual placing the business is a consultant.            "},
			{"content": "Individual placing the business is a producer.  "}
		],
		"answer": "4",
		"chapter": "2-6",
		"explanation": ".  Insurance may be placed with a nonadmitted insurer if the individual placing the business is a producer. A risk manager is employed by a business to advise the proper types of coverages to be in effect. An aduster adusts losses. And a consultant advises a client on the types of insurance the individual or business should purchase."
	},
	{
		"content": "A Surplus Lines agent is specifically authorized to place business with: ",
		"responses": [
			{"content": "Nonadmitted insurance companies.                                    "},
			{"content": "Domestic insurance companies.                                      "},
			{"content": "Alien insurance companies.                    "},
			{"content": "Admitted insurance companies.  "}
		],
		"answer": "1",
		"chapter": "2-6 ",
		"explanation": ".  A Surplus Lines agent is specifically authorized to place business with nonadmitted insurance companies."
	},
	{
		"content": "Which of the following actions by an individual would most likely be interpreted as representing an insurance company?",
		"responses": [
			{"content": "An individual asking for money to pay an insurance policy."},
			{"content": "An individual using an insurance company�s stationary to solicit insurance."},
			{"content": "An individual standing in front of an insurance agent�s office."},
			{"content": "An individual applying for a position at an insurance company."}
		],
		"answer": "2",
		"chapter": "2-10",
		"explanation": ".  An individual using an insurance company�s stationary to solicit insurance would most likely be considered an agent of the insurance company under the legal doctrines of apparent authority and agency. For example, if an insurance company provides business cards and stationary to an individual prior to his or her actual appointment as a licensed agent and that agent uses the business cards and stationary in soliciting insurance, our legal system would protect the proposed insured if a claim occurred. In other words, the law makes an insurance company responsible for the unauthorized acts of individuals and protects the public. "
	},
	{
		"content": "In addition to insurance, risk may be managed by all of the following EXCEPT:",
		"responses": [
			{"content": "Avoidance of risk."},
			{"content": "Retention of risk."},
			{"content": "Reduction of risk."},
			{"content": "Acquisition of risk."}
		],
		"answer": "4",
		"chapter": "2-2",
		"explanation": ".  Acquisition of risk is NOT a method to manage risk. The management of risk may be financed through the purchase of insurance or controlled through the following other methods to manage risk: Avoidance of Risk by eliminating the exposure to loss; Retention of Risk by assuming exposure to loss by selecting higher deductibles or by a self-insurance program; Sharing of Risk by assuming a coinsurer position in property policies; Reduction of Risk by reducing the severity of loss; and Transfer of Risk by contract. "
	},
	{
		"content": "To promote predictability in the rate making process, insurers:",
		"responses": [
			{"content": "Seek to eliminate marginal risks."},
			{"content": "Seek to insure small numbers of similar risks."},
			{"content": "Seek to insure larger numbers of similar risks."},
			{"content": "Seek to eliminate preferred risks."}
		],
		"answer": "3",
		"chapter": "2-3",
		"explanation": ".  To promote predictability in the rate making process, insurers seek to insure larger numbers of similar risks. The principle of the Law of Large Numbers states that the larger the number of occurrences exposed to a similar type of exposure, the more predictable future losses become."
	},
	{
		"content": "A large business that chooses to retain its losses is an example of a:",
		"responses": [
			{"content": "Stock Company."},
			{"content": "Reciprocal."},
			{"content": "Self-insurer."},
			{"content": "Risk Retention Group."}
		],
		"answer": "3",
		"chapter": "2-5",
		"explanation": ".  A large business that chooses to retain its losses is an example of a Self-insurer. Self-insurers choose to adust claims and pay them directly rather than purchasing insurance. Self-insurers commonly purchase an excess policy to pay claims in the event losses exceed a predetermined loss threshold. "
	}
]
